[
  {
    "nom": "Cooking App",
    "description": "La Cooking App est une application web utilisant <span class='highlightgreen'>HTML/CSS/ReactJs</span> et intégrant une API de recettes. Avec une barre de recherche intuitive, elle permet aux utilisateurs d'explorer une variété de recettes, offrant ainsi une expérience culinaire interactive et personnalisée.",
    "image": "/image/cookingApp.png",
    "github": "https://github.com/LaWass1864/Cook-app",
    "site_web": "https://cosmic-cook.netlify.app/"
  },
  {
    "nom": "Coffee App",
    "description": "Coffee est une application web responsive reproduisant fidèlement une maquette en <span class='highlightgreen'>HTML/SCSS</span>. Elle respecte les tailles des éléments, s'adapte parfaitement à toutes les tailles d'écran, et dispose d'un menu avec un fond en dégradé qui change de couleur pour améliorer l'expérience utilisateur.",
    "image": "/image/coffee.png",
    "github": "https://github.com/LaWass1864/Coffee",
    "site_web": "https://kaleidoscopic-halva-12485a.netlify.app"
  },
  {
    "nom": "Mon Portfolio",
    "description": "Explorez mon portfolio interactif, conçu avec <span class='highlightgreen'>ReactJs</span> et <span class='highlightgreen'>Javascript</span>. Maquetté sur Figma, il intègre Framer Motion pour des animations fluides et Slick Carousel pour une navigation intuitive. Un formulaire EmailJs et le style Tailwind enrichissent cette vitrine dynamique de mes compétences et projets.",
    "image": "/image/portfolioapp.png",
    "github": "",
    "site_web": "https://autodit-react.netlify.app/"
  },
  {
    "nom": "WeatherApp",
    "description": "Une application simple et efficace alimentée par l'API OpenWeatherMap. Développée avec <span class='highlightgreen'>Javascript / React / Sass / API météo</span>, Weather App affiche les prévisions météorologiques et la température actuelle de votre ville, avec une barre de progression représentant le cycle jour-nuit.",
    "image": "/image/weatherapp.png",
    "github": "https://github.com/LaWass1864/weather-app",
    "site_web": "https://appweatherbywass.netlify.app/"
  },
  {
    "nom": "HumanKind",
    "description": "HumanKind est une réplique en <span class='highlightgreen'>Html / Sass</span> avec animation et parallaxe au défilement. Ce projet met en avant des techniques modernes pour une expérience utilisateur immersive.",
    "image": "/image/humankind.png",
    "github": "https://github.com/LaWass1864/autodit-react",
    "site_web": "https://fabulous-croissant-0ee07e.netlify.app/"
  }
]
