[
  {
    "question": "Exercice 1 : Parle-nous de toi !",
    "reponse": "Salut, moi c'est Wassila ! Au départ, j'ai étudié la <span class='highlight'>sociologie</span> parce que je voulais bosser dans l'humanitaire ou dans les grandes institutions internationales. Puis, j'ai fait un détour par le monde des assurances en tant que chargé de clientéles. J'ai fait de la prévoyance individuelle, de la gestion de base de données, de la déshérence et même de la retraite collective ! Mais après la fin de mon contrat, j'ai eu envie de changement et je me suis lancée dans le <span class='highlight'>développement web</span>. Maintenant, je suis passionnée par le <span class='highlight'>front-end</span> et l'<span class='highlight'>UX design</span>. J'ai travaillé en tant que développeuse <span class='strike'>frontd</span> <span class='highlight'>front-end</span> et je suis une autodidacte en React. Dernièrement, j'ai suivi l'Apple Foundation Program qui m'a initiée à l'<span class='highlight'>UX design</span>. Comme cet univers est proche de la <span class='highlight'>sociologie</span>, j'aspire à devenir <span class='strike'>ux desiner</span> <span class='highlight'>UX designer</span> tout en gardant une appétence pour le <span class='highlight'>front-end</span>."
  },
  
  {
    "question": "Exercice 2 : Qu'aimez-vous faire dans la vie ?",
    "reponse": "Dans la vie, j'aime <span class='highlight'>voyager</span> et découvrir de nouvelles cultures. Ma curiosité me pousse à toujours vouloir <span class='highlight'>apprendre de nouvelles choses</span>. Grâce à mes études en <span class='highlight'>sociologie</span>, j'ai développé des compétences en <span class='highlight'>recherches</span>, en <span class='highlight'>entretiens</span> et en analyse des comportements humains, ce qui enrichit ma perspective sur le monde. Ces compétences me permettent également de mieux comprendre le <span class='strike'>parcoure utilisateur</span> <span class='highlight'>parcours utilisateur</span> et d'identifier les <span class='highlight'>besoins des utilisateurs</span>. En dehors du travail, je suis passionnée par l'<span class='strike'>escallade</span> <span class='highlight'>escalade</span> et le <span class='highlight'>fitness</span>, des activités qui me permettent de rester en forme et de me dépasser physiquement."
  },
  {
    "question": "Exercice 3 : Montrez-nous vos réalisations",
    "reponse": "Voici quelques projets sur lesquels j'ai travaillé..."
  },
  {
    "question": "Exercice 4 : Comment pouvons-nous vous contacter ?",
    "reponse": "Merci de remplir le formulaire ci-dessous avec votre <span class='highlight'>nom</span>, votre <span class='highlight'>email</span> et votre <span class='highlight'>message</span> pour me contacter."
  }
]
